module.exports = {
  tomorrow: {
    money_txt: '财运会接触到不错的赚钱机会，建议稳扎稳打。',
    lucky_color: '金色',
    day_notice: '谨慎投入感情',
    lucky_time: '10:00-12:00',
    love_txt: '恋情会有更多冷静的思考，不要太过自我伤害另一半。',
    money_star: 3,
    grxz: '水瓶座',
    time: '20190517',
    work_txt: '工作更多精力放在如何赚取金钱上，会有意选择效益比较优越的项目来做。',
    general_txt:
      '今天在外出时可能会有艳遇，对方非常吸引你，但是你要谨慎投入感情，可能只是烂桃花。容易在出行中遇到小人，惹得自己不开心。出行中要注意交通安全和饮食卫生，工作中可能会遇到有人无端挑事。',
    work_star: 3,
    lucky_num: '8',
    summary_star: 3,
    lucky_direction: '东南方',
    love_star: 2
  },
  year: {
    general_index: '80分',
    money_txt:
      '白羊座今年有很多生财的小门路，但需要承担的风险较大，如果与朋友合资创业，需要考虑其计划的可行性，并评估风险，预测任何可能发生的意外，才能有更好的发展。若是与不熟的人合伙，一定要考察其信誉和人品，以免受骗。',
    general_txt:
      '进入2019年，白羊座整体运势较好，人缘不错，除了带来良好的桃花运势之外，还有不错的贵人运，当你跌落谷底的时候，有贵人为你指引方向，不至于迷失。上半年受守护星火星的影响，你喜欢结识良师益友，会一会各路英雄好汉，通过人脉网络的拓展，你有机会更好的发展自己，前途光明，并因此带动财运，增加收入。',
    money_index: '60分',
    time: '2019',
    work_txt:
      '进入2019年，白羊终于摆脱了水逆的影响，运势渐入佳境。事业方面主要得到守护星火星良好相位的正面作用，发展机会很多，工作上经常得到贵人相助，打工一族容易被上司看好，有发挥的舞台。',
    work_index: '100分',
    oneword: '贵人指引，前途光明',
    love_index: '60分',
    love_txt:
      '白羊座今年爱情运势集中在上半年，特别进入四月之后，火星回到你的交际宫，促进白羊座的人缘，对你有好感、献殷勤的人明显增多。但认真考察下来，发现志趣相投、适合自己的寥寥无几，如果是年纪较大的单身者，遇到这种情况的时候，切勿急躁，不要受年纪、家庭的影响而勉强凑合，否则今后的生活也不会快乐，应慎重抉择才是。',
    health_txt: '应尽量减少出差、旅游等外出行程，白羊座小孩要慎防水险及火险，家长要留意孩子的去向，以免发生不测。'
  },
  month: {
    yfxz: '双鱼座',
    love_star: 1,
    love_txt:
      '【单身者】单身者所期待的一见钟情太难发生，本月爱情运低迷，就算有心动的人出现，也已经是别人的男（女）朋友。月底可要睁大眼睛看清楚，特别要注意主动靠近的异性，不要被外表给迷惑了，小心被烂桃花伤到心。【有伴侣】对方对你忽冷忽热的态度令你感到烦躁不安，有什么想法和疑惑不要憋在心里，找时间和对方沟通很重要，不然小麻烦就会变成大问题；感情已经出现问题的已婚者，感情裂痕有可能在朋友的介入下越来越大，旁人的意见听听就好，感情的问题还是两个人自己解决才行。',
    money_star: 2,
    grxz: '双子座',
    time: '201905',
    work_txt:
      '【工作】吃力不讨好的一个月，想要尽快解决好同事间的内部矛盾，却一不小心就把矛头对准了自己；想要尽快完成上司交代的任务，又总是力不从心的把事情给办砸了。要放松一点，本月你实在不适合逞强好胜。单身者所期待的一见钟情太难发生，本月爱情运低迷，就算有心动的人出现，也已经是别人的男（女）朋友。月底可要睁大眼睛看清楚，特别要注意主动靠近的异性，不要被外表给迷惑了，小心被烂桃花伤到心。【学生】学生族学习兴趣指数降到零度以下，基本上属于看到跟课本有关的东西就特别想逃。给自己找了不少放松的理由，去KTV唱歌也好，去游乐场玩乐也罢，不过就是不想学习的结果。对方对你忽冷忽热的态度令你感到烦躁不安，有什么想法和疑惑不要憋在心里，找时间和对方沟通很重要，不然小麻烦就会变成大问题；感情已经出现问题的已婚者，感情裂痕有可能在朋友的介入下越来越大，旁人的意见听听就好，感情的问题还是两个人自己解决才行。',
    work_star: 1,
    xrxz: '金牛座',
    summary_star: 1,
    general_txt:
      '整体运势较弱的月份。单身者不仅难有心动的惊喜发现，还易被烂桃花缠身，果断拒绝为妙；工作学习原地踏步走，找时间释放压力很有必要；财运偏低，花费较多。'
  },
  week: {
    lucky_day: '星期日',
    money_txt: '生意投资难成功，按部就班赚取生活费为宜。投资氛围不佳，一不小心就会跌入陷阱，保守行事，别被小人鼓动、引诱，才不会白白损失银子。',
    lucky_color: '胭脂粉',
    general_txt: '运势如同跳水运动员一样在以自由落体的方式下降，工作和爱情将要面临一些会伤及到你颜面的难题，倘若你能放下面子倒也没什么能难倒你的。',
    love_star: 2,
    health_txt:
      '健康意识不够，容易忽略饮食卫生，小心因为吃到不干净的东西，引起肠道不适。开运饮食：酸奶中含有丰富的乳酸，能抑制体内霉菌的生长，对你的健康很有帮助。健身保健：本周早晨起来进行一次吊环训练，具有全身运动的效果，增强反应能力。健康休闲：晚上可到广场或是江边观赏街头艺人的表演，消除白天的疲劳，丰富本周的生活。',
    money_star: 2,
    grxz: '摩羯座',
    time: '20190513-20190519',
    work_txt: '麻烦、琐碎的事一件接一件，这周会难得消停。谁都想离烦心事远一点，但遇到了就要直面麻烦，把吃亏当吃补，就能从麻烦事中获得经验与成长。',
    summary_star: 2,
    work_star: 2,
    lucky_num: '2',
    xrxz: '双子座',
    love_txt:
      '爱情正在走下坡路，两个人的感情正因为你的自我放纵在慢慢变淡。不愿在恋人面前承认错误、不敢在心爱人面前表露真情，那你就会失去被对方接受的机会。',
    week_notice: '及时减压，借力使力。'
  },
  star: 'baiyang',
  day: {
    money_txt: '改善不恰当的消费习惯，在朋友的帮助下，去追讨、索要被拖欠的款项。',
    lucky_color: '白色',
    day_notice: '会有钱进账',
    lucky_time: '18:00-20:00',
    love_txt: '学会问询伴侣的想法，别擅自替对方做决定。',
    money_star: 3,
    grxz: '双子座',
    time: '20190516',
    work_txt: '切勿用个人喜恶做出评断，这样会影响到旁人对你的职业评价。',
    general_txt:
      '今天你的正财运还不错，会有钱财进账的机会，可以关注一下自己的财务状况。另外，需要提醒一下职场人士，在工作中尽量保守，不要太激进，太冒进，维稳为上，今天思维太活络可能反而会坏事。',
    work_star: 2,
    lucky_num: '8',
    summary_star: 3,
    lucky_direction: '东北方',
    love_star: 2
  },
  ret_code: 0
}
